[
{"id": 1, "question": "What is AccessLocator?", "answer_html": "<p>AccessLocator improves how you learn what places meet your personal accessibility needs.</p>  <p>AccessLocator makes it easy to help others by submitting what you know about locations you've visited.</p>"},
{"id": 2, "question": "How can I get involved with AccessLocator?", "answer_html": "<p>You can <a href=\"/signup\">sign up</a> and rate locations.  If you want to volunteer as a tester, graphic designer, or software developer, send a message through <a href=\"contact\">our contact page</a>.</p>"},
{"id": 3, "question": "Who owns the map data?", "answer_html": "<p>The map data on AccessLocator is open and public.  <a href=\"/contact\">Contact us</a> with a request if you want to get a lot of our data.</p>"},
{"id": 4, "question": "Who is behind AccessLocator?", "answer_html": "<p>AccessLocator was entirely created from volunteer effort and funding from <a href=\"http://www.jmccentre.ca/\">JMCC</a>.</p>"},
{"id": 5, "question": "Why can't I find some places on AccessLocator?", "answer_html": "<p>You can add locations if you can't find it.  Windsor has the most complete set of locations for now but we're always growing thanks to people like you who sign up and share what you know about locations in your area.</p>"},
{"id": 6, "question": "How do I rate a location?", "answer_html": "<ol><li><a href=\"/signin\">Sign in</a>.</li><li>Find the location. Start your search from the <a href=\"/\">home page</a>.</li><li>Click one of the locations to open a page on <a href=\"/location-report/00000000-0000-0000-0000-000000000040\">the location</a>.</li><li>Click one of <a href=\"/location-rating/00000000-0000-0000-0000-000000000040/6\">the question categories</a>.</li><li>Answer questions by clicking buttons.</li></ol>."},
{"id": 7, "question": "How do I register with AccessLocator?", "answer_html": "<p>You can register on <a href=\"/signup\">our sign up page</a>.  You can sign up using <a href=\"/socialauth/auth/Facebook\">facebook</a>, <a href=\"/socialauth/auth/Google\">google</a>, or by entering your information there.</p>"},
{"id": 8, "question": "I'm planning a trip.  How can AccessLocator help?", "answer_html": "<p>Get informed about where you're traveling and plan carefully.  Search for locations on <a href=\"/\">AccessLocator</a> where you plan to travel.  More tips on travelling with disabilities can be found at <a target=\"_empty\" href=\"https://www.ricksteves.com/travel-tips/trip-planning/travelers-with-disabilities\">ricksteves.com</a>.</p>"},
{"id": 9, "question": "How can I upload photos of a location?", "answer_html": "<p>The location photos feature is under development but not ready yet.</p>"}
]